/* No comment provided by engineer. */
"Are you sure you want to remove these languages?" = "Voulez-vous vraiment supprimer ces langues?";

/* No comment provided by engineer. */
"You will not be able to restore them without reinstalling macOS." = "Il sera nécessaire de réinstaller macOS si jamais vous voulez les restaurer.";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Canceling operation..." = "Annulation…";

/* No comment provided by engineer. */
"Continue" = "Continuer";

/* No comment provided by engineer. */
"Current architecture: %@" = "Current architecture: %@";

/* No comment provided by engineer. */
"Files removed." = "Langues supprimées.";

/* No comment provided by engineer. */
"Space saved: %@." = "Espace récupéré: %@.";

/* No comment provided by engineer. */
"Finished removing files" = "Finished removing files";

/* No comment provided by engineer. */
"locale_md" = "moldave";

/* No comment provided by engineer. */
"Monolingual finished" = "Monolingual finished";

/* No comment provided by engineer. */
"Monolingual is stopping without making any changes." = "Monolingual a été interrompu avant toute modification.";

/* No comment provided by engineer. */
"Your OS has not been modified." = "Votre système est intact.";

/* No comment provided by engineer. */
"Monolingual started" = "Monolingual started";

/* No comment provided by engineer. */
"Removal cancelled" = "Suppression annulée";

/* No comment provided by engineer. */
"Removal completed" = "Suppression complète";

/* No comment provided by engineer. */
"Removing %@…" = "Suppression %@…";

/* No comment provided by engineer. */
"Removing all languages will make macOS inoperable." = "Supprimer toutes les langues rendra macOS inopérant.";

/* No comment provided by engineer. */
"Please keep at least one language and try again." = "Veuillez garder au moins une langue et recommencez.";

/* No comment provided by engineer. */
"Removing architecture from universal binary" = "Removing architecture from universal binary";

/* No comment provided by engineer. */
"Removing language %@ from %@…" = "Suppression des langues %1$@ de %2$@…";

/* No comment provided by engineer. */
"Removing language %@…" = "Suppression des langues %@…";

/* No comment provided by engineer. */
"Removing..." = "Suppression…";

/* No comment provided by engineer. */
"Started removing files" = "Started removing files";

/* No comment provided by engineer. */
"Stop" = "Stop";

/* TODO */
/* No comment provided by engineer. */
"You are about to delete the English language files." = "You are about to delete the English language files.";

/* TODO */
/* No comment provided by engineer. */
"Are you sure you want to do that?" = "Are you sure you want to do that?";

/* No comment provided by engineer. */
"You cancelled the removal. Some files were erased, some were not." = "Vous avez interrompu la suppression. Certains fichiers sont effacés, d\'autres pas.";

/* No comment provided by engineer. */
"You entered an incorrect administrator password." = "Mot de passe administrateur incorrect.";

/* No comment provided by engineer. */
"Failed to install helper utility." = "Failed to install helper utility.";

